{"translation-revision-date":"2023-11-08 06:13:29+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl_BE"},"Back to Home":["Terug naar home"],"Go back to the Home screen to complete your store setup and start selling":["Ga terug naar het beginscherm om je winkel instelling te voltooien en de verkoop te starten"],"Go to the Editor":["Ga naar editor"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Ga naar de editor om je afbeeldingen en tekst te wijzigen, meer pagina's toe te voegen en andere aanpassingen te maken."],"Fine-tune your design":["Verfijn je ontwerp"],"Your store screenshot":["Je winkel schermafbeelding"],"Your store is a reflection of your unique style and personality, and we're thrilled to see it come to life.":["Je nieuwe winkel is een weerspiegeling van je unieke stijl en persoonlijkheid, en we zijn verheugd om te zien dat het tot leven komt."],"Your store looks great!":["Je winkel ziet er geweldig uit!"],"Browse all themes":["Blader door alle thema's"],"Or select a professionally designed theme to customize and make your own.":["Of selecteer een professioneel ontworpen thema om aan te passen en je eigen thema te maken."],"Design with AI":["Ontwerpen met AI"],"Use the power of AI to design your store":["Gebruik de kracht van AI om je winkel te ontwerpen"],"Customize your store":["Pas je winkel aan"],"Make your store your own":["Maak je winkel je winkel"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Alle wijzigingen die je aanbrengt in de lay-out en stijl verschijnen hier in realtime - perfect om verschillende looks te testen voordat je het live zet. Je kan dit gebied ook vergroten of verkleinen om te zien hoe je winkel eruitziet op mobiel."],"View your changes in real time":["Bekijk je wijzigingen in realtime"],"Welcome to your AI-generated store!":["Welkom bij je AI gegenereerde winkel!"],"Take a tour":["Maak een rondleiding"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Gebruik de pijltjestoetsen links en rechts om de grootte van het canvas aan te passen. Houd shift ingedrukt om het formaat in grotere stappen aan te passen."],"Saving failed.":["Opslaan mislukt."],"Logo":["Logo"],"Use as site icon":["Gebruiken als favicon"],"Link logo to homepage":["Link logo naar homepage"],"Image width":["Breedte afbeelding"],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Selecteer een nieuwe header uit de onderstaande opties. Je header bevat de navigatie van je website en wordt aan elke pagina toegevoegd. Je kan deze verder aanpassen via de <EditorLink>editor<\/EditorLink>."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["AI heeft een lettertypecombinatie geselecteerd die het beste bij je bedrijf past. Als je ze wil veranderen, selecteer dan nu een nieuwe optie hieronder, of later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>."],"Change your font":["Verander je lettertype"],"or create your own":["of maak je eigen"],"Change your footer":["Je footer wijzigen"],"Change your homepage":["Je homepage wijzigen"],"Change your header":["Je header wijzigen"],"Change fonts":["Lettertype wijzigen"],"Change the color palette":["Het kleurenpalet wijzigen"],"Add your logo":["Je logo toevoegen"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Gebruik onze stijl en lay-out tools om het ontwerp van je winkel aan te passen. Inhoud en afbeeldingen kunnen later worden toegevoegd of gewijzigd via de <EditorLink>Editor<\/EditorLink>."],"Let's get creative":["Laten we creatief worden"],"Which writing style do you prefer?":["Aan welke schrijfstijl geef je de voorkeur?"],"Direct yet respectful, serious and professional.":["Direct maar respectvol, serieus en professioneel."],"Formal":["Formeel"],"Impartial tone with casual expressions without slang.":["Onpartijdige toon met losse uitdrukkingen zonder jargon."],"Relaxed and friendly, like a conversation with a friend.":["Ontspannen en vriendelijk, als een gesprek met een vriend."],"Informal":["Informeel"],"How would you like your store to look?":["Hoe wil je dat je winkel eruitziet?"],"Vibrant look with eye-catching colors and visuals.":["Levendige look met opvallende kleuren en visuals."],"Bold":["Vet"],"Elegant and timeless look with nostalgic touch.":["Elegante en tijdloze look met een nostalgisch tintje."],"Classic":["Klassiek"],"Clean lines, neutral colors, sleek and modern look.":["Strakke lijnen, neutrale kleuren, strakke en moderne uitstraling."],"Contemporary":["Eigentijds"],"Who your target audience is":["Wie je doelgroep is"],"What makes your business unique":["Wat je bedrijf uniek maakt"],"How many products you plan on displaying":["Hoeveel producten je abonnement op display"],"What you want to sell":["Wat je wil verkopen"],"Try to include:":["Probeer op te nemen:"],"The more detail you provide, the better job our AI can do!":["Hoe meer details je geeft, hoe beter onze AI zijn werk kan doen!"],"Tell us a bit more about your business":["Vertel ons iets meer over je bedrijf"],"Applying the finishing touches":["De laatste hand leggen"],"Assembling your AI-optimized store":["Je AI geoptimaliseerde winkel samenstellen"],"Designing the best look for your business":["De beste look ontwerpen voor je bedrijf"],"Comparing the top performing stores":["De bovenkant van de winkels vergelijken"],"Analyzing your responses":["Je reacties analyseren"],"Drag to resize":["Sleep om de grootte te veranderen"],"Saving":["Aan het opslaan"],"Continue setting up your store":["Ga door met het aanmaken van je winkel"],"Preview store":["Voorbeeld van winkel bekijken"],"Neutral":["Neutraal"],"Back":["Terug"],"Navigation":["Navigatie"],"Style":["Stijl"],"Done":["Klaar"],"Layout":["Lay-out"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Vorige"],"Save":["Opslaan"],"Continue":["Doorgaan"],"Default":["Standaard"],"Settings":["Instellingen"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}